Repository: pey-45/old-university-projects
Catalog: IPM/P1/locale/*/LC_MESSAGES/app.po
Languages: gl_es

source: __lang__
gl_es: gl_ES

source: Medical Center
gl_es: Centro Médico

source: Search
gl_es: Procurar

source: About
gl_es: Sobre

source: Search a patient
gl_es: Procurar un paciente

source: Medication
gl_es: Medicación

source: Dosage
gl_es: Dose

source: Start date
gl_es: Data de inicio

source: Duration
gl_es: Duración

source: Posology
gl_es: Posoloxía

source: Add medication
gl_es: Engadir medicación

source: Delete medication
gl_es: Eliminar medicación

source: Name:
gl_es: Nome:

source: Dosage:
gl_es: Dose:

source: Start date:
gl_es: Data de inicio:

source: Duration:
gl_es: Duración:

source: Posology:
gl_es: Posoloxía:

source: MM-DD-YYYY
gl_es: DD-MM-AAAA

source: days
gl_es: días

source: Save
gl_es: Gardar

source: Discard
gl_es: Descartar

source: Medication Center App
gl_es: Aplicación do Centro de Medicación

source: Edit medication
gl_es: Editar medicación

source: Confirm Deletion
gl_es: Confirmar Eliminación

source: Are you sure you want to delete the medication
gl_es: Estás seguro de que queres eliminar a medicación

source: Cancel
gl_es: Cancelar

source: Delete
gl_es: Eliminar

source: Medication name is mandatory
gl_es: O nome da medicación é obrigatorio

source: Medication dosage must be a positive integer or decimal
gl_es: A dose debe ser un número positivo ou decimal

source: Medication start date is mandatory
gl_es: A data de inicio da medicación é obrigatoria

source: Medication start date has an invalid format: expected 'MM-DD-YYYY'
gl_es: A data de inicio da medicación ten un formato incorrecto: esperado 'DD-MM-AAAA'

source: Medication dosage must be a positive integer
gl_es: A dose da medicación debe ser un número enteiro positivo

source: Medication posologies has an invalid format: expected 'hh:mm, hh:mm, ...'
gl_es: As posoloxías teñen un formato incorrecto: esperado 'hh:mm, hh:mm, ...'

source: Close
gl_es: Pechar

source: Error
gl_es: Erro

source: Ok
gl_es: Vale

source: Specify a patient code
gl_es: Especifique un código de paciente

source: Connection error
gl_es: Erro de conexión

source: Connection timed out
gl_es: Tempo de espera esgotado

source: Something went wrong
gl_es: Algo saiu mal

source: Failed to add patient
gl_es: Erro ao engair paciente

source: Patients not found
gl_es: Pacientes non atopados

source: Patient not found
gl_es: Paciente non atopado

source: Failed to update patient
gl_es: Erro ao actualizar o paciente

source: Failed to delete patient
gl_es: Erro ao eliminar o paciente

source: Failed to add medication
gl_es: Erro ao engadir a medicación

source: Medications not found
gl_es: Medicacións non atopadas

source: Failed to update medication
gl_es: Erro ao actualizar a medicación

source: Failed to delete medication
gl_es: Erro ao eliminar a medicación

source: Failed to add posology
gl_es: Erro ao engadir a posoloxía

source: Posologies not found
gl_es: Posoloxías non atopadas

source: Failed to update posology
gl_es: Erro ao actualizar a posoloxía

source: Failed to delete posology
gl_es: Erro ao eliminar a posoloxía
