Repository: pey-45/old-university-projects
Catalog: Person-Machine Interfaces/P1/locale/*/LC_MESSAGES/app.po
Languages: es_es

source: __lang__
es_es: es_ES

source: Medical Center
es_es: Centro Médico

source: Search
es_es: Buscar

source: About
es_es: Acerca de

source: Search a patient
es_es: Buscar un paciente

source: Medication
es_es: Medicación

source: Dosage
es_es: Dosis

source: Start date
es_es: Fecha de inicio

source: Duration
es_es: Duración

source: Posology
es_es: Posología

source: Add medication
es_es: Añadir medicación

source: Delete medication
es_es: Eliminar medicación

source: Name:
es_es: Nombre:

source: Dosage:
es_es: Dosis:

source: Start date:
es_es: Fecha de inicio:

source: Duration:
es_es: Duración:

source: Posology:
es_es: Posología:

source: MM-DD-YYYY
es_es: DD-MM-AAAA

source: days
es_es: días

source: Save
es_es: Guardar

source: Discard
es_es: Descartar

source: Medication Center App
es_es: Aplicación de Centro de Medicación

source: Edit medication
es_es: Editar medicación

source: Confirm Deletion
es_es: Confirmar Eliminación

source: Are you sure you want to delete the medication
es_es: Estás seguro de que quieres eliminar la medicación

source: Cancel
es_es: Cancelar

source: Delete
es_es: Eliminar

source: Medication name is mandatory
es_es: El nombre de la medicación es obligatorio

source: Medication dosage must be a positive integer or decimal
es_es: La dosis de la medicación debe ser un número entero o decimal positivo

source: Medication start date is mandatory
es_es: La fecha de inicio de la medicación es obligatoria

source: Medication start date has an invalid format: expected 'MM-DD-YYYY'
es_es: La fecha de inicio de la medicación tiene un formato inválido: se esperaba 'DD-MM-AAAA'

source: Medication dosage must be a positive integer
es_es: La dosis de la medicación debe ser un número entero positivo

source: Medication posologies has an invalid format: expected 'hh:mm, hh:mm, ...'
es_es: Las posologías de la medicación tienen un formato inválido: se esperaba 'hh:mm, hh:mm, ...'

source: Close
es_es: Cerrar

source: Ok
es_es: Vale

source: Specify a patient code
es_es: Especifique un código de paciente

source: Connection error
es_es: Error de conexión

source: Connection timed out
es_es: Tiempo de espera agotado

source: Something went wrong
es_es: Algo salió mal

source: Failed to add patient
es_es: Error al añadir paciente

source: Patients not found
es_es: Pacientes no encontrados

source: Patient not found
es_es: Paciente no encontrado

source: Failed to update patient
es_es: Error al actualizar paciente

source: Failed to delete patient
es_es: Error al eliminar paciente

source: Failed to add medication
es_es: Error al añadir medicación

source: Medications not found
es_es: Medicaciones no encontradas

source: Failed to update medication
es_es: Error al actualizar medicación

source: Failed to delete medication
es_es: Error al eliminar medicación

source: Failed to add posology
es_es: Error al añadir posología

source: Posologies not found
es_es: Posologías no encontradas

source: Failed to update posology
es_es: Error al actualizar posología

source: Failed to delete posology
es_es: Error al eliminar posología
